{
    "aboutMeContactMe": "Contact me if you want to work with me",
    "aboutMeButtonsPartMainHeader": "On a mission to build better digital worlds XD",
    "aboutMeButtonHireMe": "Hire me now",
    "aboutMeButtonDownloadCV": "Download CV",

    "toolTipSwipeLeft": "Swipe left",
    "toolTipSwipeRight": "Swipe right",
    "toolTipGoLeft": "Go left",
    "toolTipGoRight": "Go right",

    "menuAboutMe": "About me",
    "menuSkills": "Skills",
    "menuPortfolio": "Portfolio",
    "menuBlog": "Blog",
    "menuContactMe": "Contact me",

    "emergingPartMainHeader": "//Hello, my name is Lalita Klimchuk",
    "emergingPartSecondHeader": "Junior Front-End Developer",
    "emergingPartDescription": "I am an ambitious student with a year of work experience looking to improve my skills and knowledge in programming :)",
    "emergingPartSeeMyWorks": "See my works",

    "descriptionAboutMeHeader": "//About me",
    "descriptionAboutMeSecondHeader": "All about my life",
    "descriptionFirstParagraph": "I can talk about my life for a long time. At my age, I have a little experience that I could share.",
    "descriptionSecondParagraph": "If life were a colorful tapestry, mine would be a vibrant mosaic, woven with diverse experiences and cherished moments. As an active and sociable individual, I relish every beat of life's rhythm, seeking to add value to each precious moment.",
    "descriptionThirdParagraph": "Fuelled by a profound passion for programming, I have embraced my current role with fervor, and my aspiration is to become an outstanding programmer with an in-depth understanding of my craft.",
    "descriptionFourthParagraph": "Looking ahead, my vision is one of perpetual growth, where I am determined to continually sharpen my skills and expand my knowledge. For me, the future is an exhilarating journey of intellectual enrichment and becoming a true coding maestro XD.",
    "descriptionMyInterests": "My interests",
    "descroptionListIntroduction": "Speaking of my interests, they may not be numerous, but they are carefully chosen to ensure a fulfilling and enriching holiday for both my physical well-being and mental growth. Here's a glimpse into the facets that make my leisure time truly worthwhile:",
    "descroptionListTravelCulturalExploration": "Travel and cultural exploration",
    "descriptionListFitness": "Fitness classes",
    "descriptionListReading": "Reading",
    "descriptionListPhotoVideo": "Photo and video shooting",
    "descriptionEducation": "Education",
    "descriptionEducationFirstParagraph": "Until the age of 17, I lived in Belarus, so I received my secondary general education there.",
    "descriptionEducationSchool": "Secondary school in Brest, Belarus",
    "descriptionEducationSecondParagraph": "At the university, I'm studing a little longer than expected due to personal circumstances. I'm studing at the computer science faculty.",
    "descriptionEducationUniversity": "Siedlce University of Natural Sciences and Humanities",
    "descriptionEducationThirdParagraph": "While studying at the university, I had the opportunity to take a free course 'Information technology supporting people with visual impairment', which was organized by the university.",
    "descriptionEducationTesterCourse": "The course 'Internet Content Accessibility Tester'",
    "descriptionEducationFourthParagraph": "A year later, I realized that the university does not provide enough narrow knowledge to be able to get a job in the future, so I bought courses in ReactJS. But during this course, I also greatly improved my knowledge in js, css and scss.",
    "descriptionEducationReactCourse": "The course 'Dev Hero: Remote course Front End'",
    "descriptionEducationFifthParagraph": "A couple of months later completing these courses, I was able to get a job :)",
    "descriptionEducationSixthParagraph": "After I got a remote job, I went to Germany for one semester as an exchange student to study. I studied in the city of Trier at the Faculty of Computer Science.",
    "descriptionEducationGermany": "Hochschule Trier – Trier University of Applied Sciences",
    "descriptionEducationSeventhParagraph": "Also, while studying in Germany, I managed to do an internship in a private company in Trier.",
    "descriptionEducationPractice": "Practice at the firm meetingmasters.de e.K.",
    "descriptionEducationEighthParagraph": "I had to do part of the practice work remotely, as my German visa was expiring ;)"
}