{
    "aboutMeContactMe": "Свяжитесь со мной, если хотите работать со мной",
    "aboutMeButtonsPartMainHeader": "Миссия по созданию лучших цифровых миров XD",
    "aboutMeButtonHireMe": "Наймите меня",
    "aboutMeButtonDownloadCV": "Скачать резюме",

    "toolTipSwipeLeft": "Листайте влево",
    "toolTipSwipeRight": "Листайте вправо",
    "toolTipGoLeft": "Пролистнуть влево",
    "toolTipGoRight": "Пролистнуть вправо",

    "menuAboutMe": "Обо мне",
    "menuSkills": "Навыки",
    "menuPortfolio": "Портфолио",
    "menuBlog": "Блог",
    "menuContactMe": "Свяжитесь со мной",

    "emergingPartMainHeader": "//Здравствуйте, меня зовут Лолита Климчук",
    "emergingPartSecondHeader": "Front-End Developer",
    "emergingPartDescription": "Я амбициозная студентка с годичным опытом работы, желающая улучшить свои навыки и знания в области программирования. :)",
    "emergingPartSeeMyWorks": "Посмотрите мои работы",
    "emergingPartCodeButton": "Код этой страницы",

    "descriptionAboutMeHeader": "//Обо мне",
    "descriptionAboutMeSecondHeader": "Все о моей жизни",
    "descriptionFirstParagraph": "Я могу долго рассказывать о своей жизни. В моем возрасте у меня есть небольшой опыт, которым я могу поделиться.",
    "descriptionSecondParagraph": "Если бы жизнь была красочным гобеленом, моя была бы яркой мозаикой, сотканной из разнообразного опыта и заветных моментов. Как активный и общительный человек, я наслаждаюсь каждым ударом жизненного ритма, стремясь придать ценность каждому драгоценному моменту.",
    "descriptionThirdParagraph": "Охваченная глубокой страстью к программированию, я с энтузиазмом восприняла свою нынешнюю роль и стремлюсь стать выдающимся программистом с глубоким пониманием своего дела.",
    "descriptionFourthParagraph": "Заглядывая в будущее, я вижу видение постоянного роста, в котором я полона решимости постоянно оттачивать свои навыки и расширять свои знания. Для меня будущее — это волнующее путешествие интеллектуального обогащения и становления настоящим маэстро программирования XD.",
    "descriptionMyInterests": "Мои интересы",
    "descroptionListIntroduction": "Говоря о моих интересах, возможно, их не так много, но они тщательно выбраны, чтобы обеспечить полноценный и обогащающий отдых как для моего физического благополучия, так и для умственного развития. Вот краткий обзор интересов, которые делают мой досуг действительно стоящим:",
    "descroptionListTravelCulturalExploration": "Путешествия и культурные исследования",
    "descriptionListFitness": "Занятия фитнесом",
    "descriptionListReading": "Чтение",
    "descriptionListPhotoVideo": "Фото и видео съемка",
    "descriptionEducation": "Образование",
    "descriptionEducationFirstParagraph": "До 17 лет я жила в Беларуси, поэтому среднее общее образование получила там.",
    "descriptionEducationSchool": "Средняя школа в Бресте, Беларусь.",
    "descriptionEducationSecondParagraph": "В университете я учусь немного дольше, чем предполагалось, по личным обстоятельствам. Учусь я на факультете информатики.",
    "descriptionEducationUniversity": "Университет естественных и гуманитарных наук в Седльцах",
    "descriptionEducationThirdParagraph": "Во время учебы в университете у меня была возможность пройти бесплатный курс «Информационные технологии поддержки людей с нарушениями зрения», который был организован университетом.",
    "descriptionEducationTesterCourse": "Курс «Тестер доступности интернет-контента»",
    "descriptionEducationFourthParagraph": "Через год после этого я поняла, что университет не дает достаточно узких знаний, чтобы иметь возможность в будущем устроиться на работу, поэтому я купила курсы по ReactJS. Но за время этого курса я также значительно улучшил свои знания в js, css и scss.",
    "descriptionEducationReactCourse": "Курс «Dev Hero: Удаленный курс Front End»",
    "descriptionEducationFifthParagraph": "Через пару месяцев пройдя эти курсы, я смог устроиться на работу. :)",
    "descriptionEducationSixthParagraph": "После того, как я устроилась на удаленную работу, я поехала учиться на один семестр в Германию по обмену. Я училась в городе Трире на факультете компьютерных наук.",
    "descriptionEducationGermany": "Hochschule Trier – Трирский университет прикладных наук",
    "descriptionEducationSeventhParagraph": "Также во время учебы в Германии мне удалось пройти стажировку в частной компании в Трире.",
    "descriptionEducationPractice": "Практика в фирме Meetingmasters.de e.K.",
    "descriptionEducationEighthParagraph": "Часть практики мне пришлось выполнять удаленно, так как срок действия моей немецкой визы истекал. ;)",

    "workExperience": "Опыт работы",
    "workExperienceSushiBar": "Суши-бар в Седльцах, официантка",
    "workExperienceFirstParagraph": "Я решила добавить опыт работы, не связанный с моей специальностью, чтобы показать, что я человек, способный долго и упорно работать :)",
    "workExperienceTester": "Курс «Тестер доступности интернет-контента»",
    "workExperienceSecondParagraph": "Следующее, что со мной произошло, это моя первая практика, где моей задачей было «Создать веб-сайт с базой данных на тему «Система отслеживания проектов» (Я использовала HTML, CSS, JS, jQuery, PHP и SQL).",
    "workExperienceUniversityInternship": "Практика в Университете естественных и гуманитарных наук в Седльцах",
    "workExperienceThirdParagraph": "Следующий курс, который я прошла, поможет мне устроиться на работу в Польше и в будущем получить хорошую практику в Германии.",
    "workExperienceReactCourse": "Курс «Dev Hero: Удаленный курс Front End»",
    "workExperienceFourthParagraph": "Это была моя первая стажировка в фирме, за эти три месяца я многому научился :)",
    "workExperiencePrivatePractice": "Практика в частной компании в Седльцах, работа над коммерческими проектами в качестве младшего фронтенд-разработчика.",
    "workExperienceFifthParagraph": "Во время почти всей учебы я постоянно где-то подрабатывала, потому что жила одна.",
    "workExperienceRgis": "RGIS, инвентаризатор в сфере розничной торговли",
    "workExperienceSixthParagraph": "Следующая практика не была ограничена временными рамками (например, 320 часов), я работала в компании до тех пор, пока не выполнила задачи, указанные в самом начале.",
    "workExperienceGermanyPractice": "Практика в частной компании «meetingmasters.de e.K.» в Германии, Трир, работала над коммерческими проектами в качестве младшего фронтенд-разработчика.",
    "workExperienceSeventhParagraph": "В следующей компании я работала удаленно. Сначала неполный рабочий день, а потом стала работать полный рабочий день.",
    "workExperienceBlunovation": "Blunovation Sp. z o.o, Front-end developer",

    "skills": "//Навыки",
    "skillsFirstParagraph": "Ниже приведены навыки, которыми я обладаю, а также краткое описание моего уровня владения каждым из них:",
    "skillsSecondParagraph": "Ниже вы можете найти инструменты и библиотеки, с которыми мне удалось поработать. ;)",

    "tools": "//Инструменты",
    "toolsLibraries": "Инструменты и библиотеки",

    "works": "//Мои работы",
    "worksPortfolio": "Портфолио",
    "worksFirstParagraph": "Добро пожаловать в мое развивающееся портфолио проектов по программированию, где качество преобладает над количеством. Хотя моя коллекция, возможно, и невелика, будьте уверены, что каждый проект пронизан душой, страстью и непоколебимой приверженностью. С каждой написанной строкой кода я отправляюсь в путь постоянного совершенствования, я полна решимости отточить свои навыки и создать программные решения, которые оставят неизгладимое впечатление. С годами мое портфолио, несомненно, вырастет как в объеме, так и в усложнении, став истинным отражением моей преданности своему ремеслу и моего неустанного стремления к совершенству. Итак, присоединяйтесь ко мне в этом динамичном путешествии, где каждый проект рассказывает уникальную историю роста, обучения и непоколебимого желания изменить ситуацию с помощью программирования.",
    "worksFirstHeader": "Интерактивная карта мира",
    "worksFirstDescription": "Содержит информацию о местонахождении контейнеров и состоянии документов для этих контейнеров.",
    "worksFirstSkills": "Навыки: ReactJS/TypeScript/CSS/HTML/JSX",
    "worksFirstTools": "Инструменты: d3-geo/geojson/Mui/Vite.js",
    "worksSecondHeader": "Форум по игре Genshin Impact",
    "worksSecondDescription": "Это обычные статические страницы с текстом. Проект сделан для защиты одного из предметов в университете.",
    "worksSecondSkills": "Навыки: ReactJS/JS/CSS/HTML",
    "worksSecondTools": "Инструменты: Google firebase/Styled Components",
    "worksThirdHeader": "Дипломная работа",
    "worksThirdDescription": "В настоящее время работа над этим проектом продолжается. Проект будет добавлен в портфолио после его полной реализации. Но вы можете следить за развитием этого проекта на github. :)",
    "worksThirdSkills": "Навыки: ReactJS/TypeScript/CSS/HTML and etc",
    "worksThirdTools": "Инструменты: Mui/Redux toolkit/Formik docs/Vite.js и тд",

    "finalLanguageSkills": "Языковые навыки",
    "finalLanguagePolish": "Польский",
    "finalLanguagePolishLevel": "Продвинутый [C1]",
    "finalLanguageRussian": "Русский",
    "finalLanguageRussianLevel": "Родной",
    "finalLanguageEnglish": "Английский",
    "finalLanguageEnglishLevel": "Средний уровень [B1]",
    "finalClosingThoughts": "Заключительные мысли",
    "finalClosingThoughtsParagraph": "На этом пути роста и открытий моя непоколебимая страсть к программированию превратила меня в универсального и инновационного разработчика. Поскольку я с нетерпением жду будущего, я стремлюсь оказать глубокое влияние в мире технологий, используя свои навыки и решимость для создания программных решений, которые преодолевают границы и вдохновляют мир. Обладая жаждой знаний и сердцем, полным амбиций, я с нетерпением жду возможности решать новые задачи, сотрудничать с единомышленниками и участвовать в преобразующих проектах, которые оставят неизгладимый след. Благодарю вас за рассмотрение моей кандидатуры, и я рад быть частью команды, которая разделяет мое видение совершенства и использует безграничные возможности, которые ждут впереди. Давайте объединим усилия и отправимся в замечательное путешествие вместе :)",
    "finalCommunicationSkills": "Навыки коммуникации",
    "finalSkillsCollaborativePlayer": "Совместный командный игрок",
    "finalSkillsCollaboravitePlayerDescription": "Умение работать в различных командах, активно участвовать в дискуссиях и вносить конструктивный вклад в развитие проекта.",
    "finalSkillsActiveListening": "Активное слушание",
    "finalSkillsActiveListeningDescription": "Демонстрирование навыков внимательного понимания требований проекта и отзывов пользователей, обеспечения точной реализации и удовлетворенности клиентов.",
    "finalSkillsClearCommunication": "Ясное и краткое общение",
    "finalSkillsClearCommunicationDescription": "Выражение идеи кратко, избегая двусмысленности в технических дискуссиях и письменных сообщениях.",
    "finalSkillsConflictResolution": "Решение конфликта",
    "finalSkillsConflictResolutionDescription": "Умение конструктивно разрешать разногласия и находить мирные решения в ходе разработки проекта.",
    "finalSkillsProblemSolving": "Коммуникация для решения проблем",
    "finalSkillsProblemSolvingDescription": "Четкое и точное представление решений проблем программирования, обеспечивающее эффективное устранение неполадок и отладку.",
    "finalSkillsCommunicationAdaptability": "Адаптивность в общении",
    "finalSkillsCommunicationAdaptabilityDescription": "Адаптация стиля общения для различных аудиторий, будь то коллеги-программисты, руководство или конечные пользователи.",

    "blogPosts": "//Посты в блоге",
    "blogSecondHeader": "Советы и подсказки",
    "blogItemTitle": "//Заголовок",
    "blogItemHeader": "Вторичный титул",
    "blogSecondDescription": "Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.",
    "blogReadMore": "Читать далее",
    "blogAuthor": "Автор",

    "contactMe": "//Свяжитесь со мной",
    "contactMeSecondHeader": "Давайте работать вместе!",
    "contactMeParagraph": "Я очень рада быть доступной для контакта и с нетерпением жду возможности связаться с вами! Будь то перспективы карьерного роста, возможности сотрудничества или просто обмен идеями, не стесняйтесь обращаться ко мне, используя информацию, представленную ниже. Как целеустремленный и полный энтузиазма человек, я стремлюсь исследовать новые возможности и участвовать в содержательных разговорах, которые могут привести к взаимному росту и успеху. Итак, давайте объединимся и отправимся в путь инноваций и совершенства вместе!",
    "contactMeAuthor": "автор",
    "contactMeUsername": "имя пользователя",
    "contactMedescription": "описание",
    "contactMeOccupation": "занятие",
    "contactMeRepositoryType": "тип репозитория",
    "contactMeGitHub": "gitHub",
    "contactMeFormPlaceholderMessage": "Сообщение",
    "contactMeFromPlaceholderSubject": "Предмет",
    "contactMeFormPlaceholderEmail": "Ваш адрес электронной почты",
    "contactMeFormSubmitButton": "Отправить",

    "portfolioIconsCodeButton": "Код этого проекта",
    "portfolioIconsOpenButton": "Открыть этот проект",

    "skillsToolTipHtml": "Высокий уровень владения HTML",
    "skillToolTipCss": "Уверенный и талантливый программист",
    "skillToolTipJs": "Уверенно владею JavaScript",
    "skillToolTipTs": "80% знающий программист XD",
    "skillToolTipReact": "Стремлюсь к вершинам ;)",
    "skillToolTipScss": "Умелая в SCSS"
}