{
    "aboutMeContactMe": "Skontaktuj się ze mną, jeśli chcesz ze mną pracować",
    "aboutMeButtonsPartMainHeader": "Z misją budowania lepszych cyfrowych światów XD",
    "aboutMeButtonHireMe": "Zatrudnij mnie",
    "aboutMeButtonDownloadCV": "Pobierz CV",

    "toolTipSwipeLeft": "Przesuń w lewo",
    "toolTipSwipeRight": "Przesuń w prawo",
    "toolTipGoLeft": "Przesunąć w lewo",
    "toolTipGoRight": "Przesunąć w prawo",

    "menuAboutMe": "O mnie",
    "menuSkills": "Umiejętności",
    "menuPortfolio": "Portfolio",
    "menuBlog": "Blog",
    "menuContactMe": "Skontaktuj się ze mną",

    "emergingPartMainHeader": "//Witam, nazywam się Lalita Klimchuk",
    "emergingPartSecondHeader": "Młodszy Front-end Developer",
    "emergingPartDescription": "Jestem ambitną studentką z rocznym stażem pracy chcącą doskonalić swoje umiejętności i wiedzę z zakresu programowania :)",
    "emergingPartSeeMyWorks": "Zobacz moje prace",

    "descriptionAboutMeHeader": "//O mnie",
    "descriptionAboutMeSecondHeader": "Wszystko o moim życiu",
    "descriptionFirstParagraph": "Długo mogę opowiadać o swoim życiu. W moim wieku mam już trochę doświadczenia, którym mógłabym się podzielić.",
    "descriptionSecondParagraph": "Gdyby życie było kolorowym gobelinem, moje byłoby żywą mozaiką utkaną z różnorodnych doświadczeń i cennych chwil. Jako osoba aktywna i towarzyska cieszę się każdym uderzeniem rytmu życia, starając się dodać wartość każdej cennej chwili.",
    "descriptionThirdParagraph": "Napędzana głęboką pasją do programowania, z zapałem przyjęłam swoją obecną rolę, a moją aspiracją jest zostać wybitną programistką z dogłębnym zrozumieniem swojego rzemiosła.",
    "descriptionFourthParagraph": "Patrząc w przyszłość, moją wizją jest ciągły rozwój, w ramach którego jestem zdeterminowana, aby stale doskonalić swoje umiejętności i poszerzać swoją wiedzę. Dla mnie przyszłość to ekscytująca podróż wzbogacenia intelektualnego i zostania prawdziwym mistrzem kodowania XD.",
    "descriptionMyInterests": "Moje zainteresowania",
    "descroptionListIntroduction": "Jeśli chodzi o moje zainteresowania, może nie jest ich wiele, ale zostały starannie wybrane, aby zapewnić satysfakcjonujące i wzbogacające wakacje zarówno dla mojego dobrego samopoczucia fizycznego, jak i rozwoju psychicznego. Oto rzut oka na aspekty, które sprawiają, że mój wolny czas jest naprawdę wartościowy:",
    "descroptionListTravelCulturalExploration": "Podróże i eksploracja kulturowa",
    "descriptionListFitness": "Zajęcia fitness",
    "descriptionListReading": "Czytanie",
    "descriptionListPhotoVideo": "Strzelanie zdjęć i video",
    "descriptionEducation": "Edukacja",
    "descriptionEducationFirstParagraph": "Do 17 roku życia mieszkałam na Białorusi, więc tam zdobyłam wykształcenie średnie ogólnokształcące.",
    "descriptionEducationSchool": "Szkoła średnia w Brześciu na Białorusi",
    "descriptionEducationSecondParagraph": "Na uniwersytecie studiuję trochę dłużej, niż się spodziewałam, ze względu na sytuację osobistą. Studiuję na wydziale informatyki.",
    "descriptionEducationUniversity": "Uniwersytet Przyrodniczo-Humanistyczny w Siedlcach",
    "descriptionEducationThirdParagraph": "Podczas studiów na uczelni miałam okazję uczestniczyć w bezpłatnym kursie 'Technologie informacyjne wspierające osoby z wadą wzroku', który organizowała uczelnia.",
    "descriptionEducationTesterCourse": "Kurs 'Tester dostępności treści internetowych'",
    "descriptionEducationFourthParagraph": "Rok później zdałam sobie sprawę, że uczelnia nie zapewnia na tyle wąskiej wiedzy, aby móc w przyszłości znaleźć pracę, więc kupiłam kursy z ReactJS. Ale podczas tego kursu znacznie poprawiłam także swoją wiedzę w zakresie js, css i scss.",
    "descriptionEducationReactCourse": "Kurs 'Dev Hero: Zdalny kurs Front End'",
    "descriptionEducationFifthParagraph": "Po kilku miesiącach, po ukończeniu tych kursów, udało mi się znaleźć pracę :)",
    "descriptionEducationSixthParagraph": "Po tym jak dostałam pracę zdalną, wyjechałam na semestr do Niemiec w ramach wymiany studenckiej, aby tam studiować. Studiowałam w mieście Trewir na Wydziale Informatyki.",
    "descriptionEducationGermany": "Hochschule Trier – Uniwersytet Nauk Stosowanych w Trewirze",
    "descriptionEducationSeventhParagraph": "Również podczas studiów w Niemczech udało mi się odbyć staż w prywatnej firmie w Trewirze.",
    "descriptionEducationPractice": "Praktyka w firmie Meetingmasters.de e.K.",
    "descriptionEducationEighthParagraph": "Część praktyki musiałam wykonywać zdalnie, bo kończyła się moja niemiecka wiza ;)",

    "workExperience": "Doświadczenie zawodowe",
    "workExperienceSushiBar": "Sushi Bar w Siedlcach, kelnerka",
    "workExperienceIwonex": "Drukarnia 'Iwonex', asystent",
    "workExperienceFirstParagraph": "Postanowiłam dodać doświadczenia zawodowe niezwiązane z moją specjalizacją, żeby pokazać, że jestem osobą, która potrafi długo i ciężko pracować :)",
    "workExperienceTester": "Kurs 'Tester dostępności treści internetowych'",
    "workExperienceSecondParagraph": "Następną rzeczą, która mi się przytrafiła, była moja pierwsza praktyka, gdzie moim zadaniem było 'Stworzenie strony internetowej z bazą danych na temat 'System śledzenia projektów'' (Użyty HTML, CSS, JS, jQuery, PHP i SQL).",
    "workExperienceUniversityInternship": "Praktyka na Uniwersytecie Przyrodniczo-Humanistycznym w Siedlcach",
    "workExperienceThirdParagraph": "Kolejny kurs, który ukończyłam, pomoże mi w zdobyciu pracy w Polsce i zdobyciu dobrej praktyki w Niemczech w przyszłości.",
    "workExperienceReactCourse": "Kurs 'Dev Hero: Zdalny kurs Front End'",
    "workExperienceFourthParagraph": "To był mój pierwszy staż w firmie, wiele się nauczyłam przez te trzy miesiące :)",
    "workExperiencePrivatePractice": "Praktyka w prywatnej firmie w Siedlcach, pracowałam przy projektach komercyjnych jako Junior Front-End Developer",
    "workExperienceFifthParagraph": "Prawie przez całe studia cały czas pracowałam gdzieś na pół etatu, bo mieszkałam sama.",
    "workExperienceRgis": "RGIS, pracownik inwentaryzacyjny w strefie sprzedaży detalicznej",
    "workExperienceSixthParagraph": "Kolejna praktyka nie była ograniczona ramami czasowymi (np. 320 godzin), pracowałam w firmie do momentu wykonania wskazanych na początku zadań.",
    "workExperienceGermanyPractice": "Praktyka w prywatnej firmie 'meetingmasters.de e.K.' w Niemczech, Trewir, pracowałam przy projektach komercyjnych jako Junior Front-End Developer",
    "workExperienceSeventhParagraph": "W kolejnej firmie pracowałam zdalnie. Na początku pracowałam na pół etatu, później na pełen etat.",
    "workExperienceBlunovation": "Blunovation Sp. z oo, Młodszy programista front-end",

    "skills": "//Umiejętności",
    "skillsFirstParagraph": "Poniżej znajdują się umiejętności, które posiadam, wraz z krótkim opisem mojego poziomu biegłości w każdej z nich:",
    "skillsSecondParagraph": "Poniżej znajdziesz narzędzia i biblioteki, z którymi udało mi się pracować ;)",

    "tools": "//Narzędzia",
    "toolsLibraries": "Narzędzia i biblioteki"
}