{
    "aboutMeContactMe": "Skontaktuj się ze mną, jeśli chcesz ze mną pracować",
    "aboutMeButtonsPartMainHeader": "Z misją budowania lepszych cyfrowych światów XD",
    "aboutMeButtonHireMe": "Zatrudnij mnie",
    "aboutMeButtonDownloadCV": "Pobierz CV",

    "toolTipSwipeLeft": "Przesuń w lewo",
    "toolTipSwipeRight": "Przesuń w prawo",
    "toolTipGoLeft": "Przesunąć w lewo",
    "toolTipGoRight": "Przesunąć w prawo",

    "menuAboutMe": "O mnie",
    "menuSkills": "Umiejętności",
    "menuPortfolio": "Portfolio",
    "menuBlog": "Blog",
    "menuContactMe": "Skontaktuj się ze mną",

    "emergingPartMainHeader": "//Witam, nazywam się Lalita Klimchuk",
    "emergingPartSecondHeader": "Front-end Developer",
    "emergingPartDescription": "Jestem ambitną studentką z rocznym stażem pracy chcącą doskonalić swoje umiejętności i wiedzę z zakresu programowania :)",
    "emergingPartSeeMyWorks": "Zobacz moje prace",
    "emergingPartCodeButton": "Kod tej strony",

    "descriptionAboutMeHeader": "//O mnie",
    "descriptionAboutMeSecondHeader": "Wszystko o moim życiu",
    "descriptionFirstParagraph": "Długo mogę opowiadać o swoim życiu. W moim wieku mam już doświadczenie, którym mógłabym się podzielić.",
    "descriptionSecondParagraph": "Gdyby życie było kolorowym gobelinem, moje byłoby żywą mozaiką utkaną z różnorodnych doświadczeń i cennych chwil. Jako osoba aktywna i towarzyska cieszę się każdym uderzeniem rytmu życia, starając się dodać wartość każdej cennej chwili.",
    "descriptionThirdParagraph": "Napędzana głęboką pasją do programowania, z zapałem przyjęłam swoją obecną rolę, a moją aspiracją jest zostać wybitną programistką z dogłębnym zrozumieniem swojego rzemiosła.",
    "descriptionFourthParagraph": "Patrząc w przyszłość, moją wizją jest ciągły rozwój, w ramach którego jestem zdeterminowana, aby stale doskonalić swoje umiejętności i poszerzać swoją wiedzę. Dla mnie przyszłość to ekscytująca podróż wzbogacenia intelektualnego i zostania prawdziwym mistrzem kodowania XD.",
    "descriptionMyInterests": "Moje zainteresowania",
    "descroptionListIntroduction": "Jeśli chodzi o moje zainteresowania, może nie jest ich wiele, ale zostały starannie wybrane, aby zapewnić satysfakcjonujące i wzbogacające wakacje zarówno dla mojego dobrego samopoczucia fizycznego, jak i rozwoju psychicznego. Oto rzut oka na aspekty, które sprawiają, że mój wolny czas jest naprawdę wartościowy:",
    "descroptionListTravelCulturalExploration": "Podróże i eksploracja kulturowa",
    "descriptionListFitness": "Zajęcia fitness",
    "descriptionListReading": "Czytanie",
    "descriptionListPhotoVideo": "Strzelanie zdjęć i video",
    "descriptionEducation": "Edukacja",
    "descriptionEducationFirstParagraph": "Zacznę od tego, że miałam szczęście studiować nie tylko w Polsce. Przez jeden semestr studiowałam w Niemczech (w mieście Trewir) w ramach programu wymiany studenckiej Erasmus+. Również podczas studiów pracowałam w ramach stażu w prywatnej niemieckiej firmie. Moja praktyka nie była ograniczona ramami czasowymi (np. 320 godzin), pracowałam nad konkretnymi zadaniami aż do ich wykonania. Część stażu odbyłam w Niemczech w biurze, a część zdalnie.",
    "descriptionEducationSecondParagraph": "Studiowałam informatykę na Uniwersytecie w Trewirze. Moje zajęcia odbywały się w języku angielskim. W tym samym czasie uczyłam się języka niemieckiego na poziomie podstawowym.",
    "descriptionEducationThirdParagraph": "Moje studia w Siedlcach (Polska) trwały dłużej niż planowałam ze względu na sytuację osobistą. Kończę studia na Wydziale Informatyki.",
    "descriptionEducationFourthParagraph": "Podczas studiów na uczelni odbyłam kurs ReactJS, dzięki któremu później dostałam pracę w branży IT jako FrontEnd Developer. Kurs trwał 6 miesięcy i obejmował kilka projektów, nad którymi pracowałam pod okiem kuratora. W pół roku nauczyłam się języków takich jak HTML, CSS, JS, ReactJS i Scss.",
    "descriptionEducationFifthParagraph": "Również podczas studiów na uczelni miałam okazję uczestniczyć w kursie dotyczącym dostępności treści internetowych dla osób słabowidzących i niewidomych. Zapoznałam się z WCAG, a także nauczyłam się korzystać z narzędzia takiego jak WAVE.",
    "descriptionEducationSixthParagraph": "Jestem dumna z moich osiągnięć akademickich i nie mogę się doczekać, aby wykorzystać moją wiedzę i umiejętności, aby wywrzeć pozytywny wpływ w wybranej przeze mnie dziedzinie :)",
    
    "descriptionEducationUniversity": "Uniwersytet Przyrodniczo-Humanistyczny w Siedlcach, Wydział Informatyki",
    "descriptionEducationTesterCourse": "Kurs „Tester Dostępności Treści Internetowych”",
    "descriptionEducationReactCourse": "Kurs 'Dev Hero: kurs zdalny FrontEnd'",
    "descriptionEducationGermany": "Hochschule Trier – Uniwersytet Nauk Stosowanych w Trewirze (Niemcy)",
    "descriptionEducationPractice": "Staż w 'Meetingmasters.de e.K.' (Niemcy, Trewir)",

    "workExperience": "Doświadczenie zawodowe",
    "workExperienceFirstParagraph": "Obecnie aktywnie rozwijam swoją wiedzę i doświadczenie programistyczne pracując jako starszy programista w świetnym zespole w dużej firmie.",
    "workExperienceSecondParagraph": "Przez pewien czas byłam zaangażowana w zdalną współpracę z zespołem zajmującym się rozbudową projektu, który od kilku lat z sukcesem funkcjonuje w sferze online. Komunikacja i koordynacja z członkami zespołu odbywała się w języku angielskim.",
    "workExperienceThirdParagraph": "Oprócz tego pomagałam polskiej firmie stworzyć platformę dla polskiej uczelni (Uniwersytetu Śląskiego w Katowicach).",
    "workExperienceFourthParagraph": "W Blunovation rozpoczęła się moja kariera. Tutaj zdobyłam podstawową wiedzę na temat pracy programisty, nauczyłam się brać odpowiedzialność i realizować zadania w ograniczonym czasie.",
    "workExperienceFifthParagraph": "Bardzo ważnym krokiem były dla mnie praktyki w Niemczech. Dzięki nim zyskałam wiedzę na temat prawidłowej i efektywnej organizacji pracy w zespole, a także zdobyłam doświadczenie w pracy w międzynarodowym zespole w języku angielskim.",
    "workExperienceSixthParagraph": "Oczywiście sukces każdego projektu zawsze zależy od wysiłku zespołowego, ale miałam szczęście być częścią oddanych zespołów, dzięki którym te osiągnięcia były możliwe.",
    "workExperienceSeventhParagraph": "Pierwsze komercyjne doświadczenie w zakresie programowania zdobywałam w TechMedia Sp. z. o o. Wykonywałam prymitywne zadania, nauczyłam się pracować w zespole i samodzielnie szukać rozwiązań problemów.",
    "workExperienceEighthParagraph": "Odbyłam pierwszy staż na uczelni w Siedlcach. Moim zadaniem było stworzenie projektu o nazwie „Project Tracking System” (użyłam HTML, CSS, JS, jQuery, PHP i SQL).",

    "workExperienceGermanyPractice": "Staż w 'Meetingmasters.de e.K.' (Niemcy, Trewir), Junior FrontEnd Developer",
    "workExperiencePrivatePractice": "Staż w TechMedia Sp. z o o. w Siedlcach, Junior FrontEnd Developer",
    "workExperienceUniversityInternship": "Staż na Uniwersytecie Przyrodniczo-Humanistycznym w Siedlcach",
    "workExperienceBlunovation": "Blunovation Sp. z o.o (Polska), Front-end developer (zdalnie)",
    "workExperienceStrefaPortali": "Strefa Portali Sp. z o.o (Polska), Freelancer Front-end developer (w biurze)",
    "workExperienceTidyBooks": "Strack Limited (Cypr), Freelancer React developer (zdalnie)",
    "workExperienceVisa": "Visa Europe, Senior Software Engineer",

    "skills": "//Umiejętności",
    "skillsFirstParagraph": "Poniżej znajdują się umiejętności, które posiadam, wraz z krótkim opisem mojego poziomu biegłości w każdej z nich:",
    "skillsSecondParagraph": "Poniżej znajdziesz narzędzia i biblioteki, z którymi udało mi się pracować ;)",

    "tools": "//Narzędzia",
    "toolsLibraries": "Narzędzia i biblioteki",

    "works": "//Moje prace",
    "worksPortfolio": "Portfolio",
    "worksFirstParagraph": "Witam w moim rozwijającym się portfolio projektów programistycznych, gdzie jakość przeważa nad ilością. Chociaż moja kolekcja może nie jest obszerna, możesz mieć pewność, że każdy projekt jest przepojony duszą, pasją i niezachwianym zaangażowaniem. Z każdą napisaną linijką kodu wyruszam w podróż ciągłego doskonalenia, zdeterminowana doskonalić swoje umiejętności i tworzyć rozwiązania programowe, które pozostawiają trwałe wrażenie. W miarę upływu lat moje portfolio niewątpliwie będzie rosło zarówno pod względem zakresu, jak i wyrafinowania, stając się prawdziwym odzwierciedleniem mojego oddania rzemiosłu i mojego nieustannego dążenia do doskonałości. Dołącz więc do mnie w tej dynamicznej podróży, podczas której każdy projekt opowiada wyjątkową historię rozwoju, uczenia się i niezachwianej chęci dokonywania zmian dzięki mocy programowania.",
    "worksFirstHeader": "Interaktywna mapa świata",
    "worksFirstDescription": "Zawiera informacje o lokalizacji kontenerów i statusie dokumentów tych kontenerów",
    "worksFirstSkills": "Umiejętności: ReactJS/TypeScript/CSS/HTML/JSX",
    "worksFirstTools": "Narzędzia: d3-geo/geojson/Mui/Vite.js",
    "worksSecondHeader": "Forum gry Genshin Impact",
    "worksSecondDescription": "Są to zwykłe strony statyczne z tekstem. Projekt powstał w celu obrony jednego z przedmiotów na uczelni",
    "worksSecondSkills": "Umiejętności: ReactJS/JS/CSS/HTML",
    "worksSecondTools": "Narzędzia: Google Firebase/Styled Components",
    "worksThirdHeader": "Praca dyplomowa",
    "worksThirdDescription": "Aplikacja usprawnia naukę uczniów i usprawnia współpracę profesor-student. Angażując się w testy i materiały do nauki, studenty zdobywają punkty, które poprawiają ich rankingi. To podejście oparte na grywalizacji sprzyja motywacji i zdrowej rywalizacji.",
    "worksThirdSkills": "Umiejętności: ReactJS/TypeScript/CSS/HTML/JavaScript itp",
    "worksThirdTools": "Narzędzia: Zestaw narzędzi Mui/Redux toolkit/Formik docs/Vite.js/Yup/Google Firebase/ itp",

    "finalLanguageSkills": "Umiejętności językowe",
    "finalLanguagePolish": "Polski",
    "finalLanguagePolishLevel": "Zaawansowany [C1]",
    "finalLanguageRussian": "Rosyjski",
    "finalLanguageRussianLevel": "Ojczysty",
    "finalLanguageEnglish": "Język angielski",
    "finalLanguageEnglishLevel": "Średnio zaawansowany [B2]",
    "finalClosingThoughts": "Końcowe przemyślenia",
    "finalClosingThoughtsParagraph": "W tej podróży pełnej rozwoju i odkryć moja niezachwiana pasja do programowania ukształtowała mnie na wszechstronnego i innowacyjnego programistę. Z niecierpliwością wypatrując przyszłości, jestem zaangażowana w wywarcie głębokiego wpływu na świat technologii, wykorzystując moje umiejętności i determinację do tworzenia rozwiązań programowych, które przekraczają granice i inspirują świat. Głodna wiedzy i serce pełne ambicji nie mogę się doczekać podjęcia nowych wyzwań, współpracy z osobami o podobnych poglądach i wniesienia wkładu w projekty transformacyjne, które pozostawią niezatarty ślad. Dziękuję za rozważenie mojej kandydatury i jestem podekscytowana możliwością bycia częścią zespołu, który podziela moją wizję doskonałości i uwzględnia nieskończone możliwości, jakie stoją przed nami. Połączmy siły i wyruszmy razem w niezwykłą podróż :)",
    "finalCommunicationSkills": "Umiejętności komunikacyjne",
    "finalSkillsCollaborativePlayer": "Współpracujący gracz zespołowy",
    "finalSkillsCollaboravitePlayerDescription": "Biegła w pracy w różnorodnych zespołach, aktywnie uczestnicząc w dyskusjach i konstruktywnie przyczyniając się do rozwoju projektu.",
    "finalSkillsActiveListening": "Aktywne słuchanie",
    "finalSkillsActiveListeningDescription": "Wykazano umiejętność uważnego rozumienia wymagań projektu i opinii użytkowników, zapewniając dokładne wdrożenie i satysfakcję klienta.",
    "finalSkillsClearCommunication": "Jasna i zwięzła komunikacja",
    "finalSkillsClearCommunicationDescription": "Zwięzłe wyrażanie pomysłów, unikanie dwuznaczności w dyskusjach technicznych i komunikacji pisemnej.",
    "finalSkillsConflictResolution": "Rozwiązanie konfliktu",
    "finalSkillsConflictResolutionDescription": "Umiejętność konstruktywnego rozwiązywania sporów i znajdowania polubownych rozwiązań podczas opracowywania projektu.",
    "finalSkillsProblemSolving": "Komunikacja służąca rozwiązywaniu problemów",
    "finalSkillsProblemSolvingDescription": "Przejrzyste i precyzyjne komunikowanie rozwiązań problemów programistycznych, umożliwiające skuteczne rozwiązywanie problemów i debugowanie.",
    "finalSkillsCommunicationAdaptability": "Adaptacyjność w komunikacji",
    "finalSkillsCommunicationAdaptabilityDescription": "Dostosowywanie stylu komunikacji do różnych odbiorców, niezależnie od tego, czy są to inni programiści, kierownictwo czy użytkownicy końcowi.",

    "blogPosts": "//Posty na blogu",
    "blogSecondHeader": "Porady i wskazówki",
    "blogItemTitle": "//Tytuł",
    "blogItemHeader": "Tytuł drugorzędny",
    "blogSecondDescription": "Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.",
    "blogReadMore": "Czytaj więcej",
    "blogAuthor": "Autor",

    "contactMe": "//Skontaktuj się ze mną",
    "contactMeSecondHeader": "Połączmy się!",
    "contactMeParagraph": "Jestem podekscytowana możliwością kontaktu i nie mogę się doczekać nawiązania kontaktu z Tobą! Niezależnie od tego, czy chodzi o perspektywy kariery, możliwości współpracy, czy po prostu o podzielenie się pomysłami, nie wahaj się skontaktować, korzystając z informacji podanych poniżej. Jako osoba oddana i pełna entuzjazmu chętnie odkrywam nowe możliwości i angażuję się w znaczące rozmowy, które mogą prowadzić do wzajemnego rozwoju i sukcesu. Połączmy się więc i wyruszmy razem w podróż pełną innowacji i doskonałości!",
    "contactMeAuthor": "autor",
    "contactMeUsername": "nazwa użytkownika",
    "contactMedescription": "opis",
    "contactMeOccupation": "zawód",
    "contactMeRepositoryType": "typ repozytorium",
    "contactMeGitHub": "gitHub",
    "contactMeFormPlaceholderMessage": "Wiadomość",
    "contactMeFromPlaceholderSubject": "Temat",
    "contactMeFormPlaceholderEmail": "Twój email",
    "contactMeFormSubmitButton": "Wyślij",

    "portfolioIconsCodeButton": "Kod tego projektu",
    "portfolioIconsOpenButton": "Otwórz ten projekt",

    "skillsToolTipHtml": "Wysoka znajomość języka HTML",
    "skillToolTipCss": "Pewny siebie i zdolny koder",
    "skillToolTipJs": "Pewna siebie w JavaScript",
    "skillToolTipTs": "Programista z 80% wiedzą XD",
    "skillToolTipReact": "Aspirując na wyżyny ;)",
    "skillToolTipScss": "Biegła w SCSS"
}