{
    "aboutMeContactMe": "Skontaktuj się ze mną, jeśli chcesz ze mną pracować",
    "aboutMeButtonsPartMainHeader": "Z misją budowania lepszych cyfrowych światów XD",
    "aboutMeButtonHireMe": "Zatrudnij mnie",
    "aboutMeButtonDownloadCV": "Pobierz CV",

    "toolTipSwipeLeft": "Przesuń w lewo",
    "toolTipSwipeRight": "Przesuń w prawo",
    "toolTipGoLeft": "Przesunąć w lewo",
    "toolTipGoRight": "Przesunąć w prawo",

    "menuAboutMe": "O mnie",
    "menuSkills": "Umiejętności",
    "menuPortfolio": "Portfolio",
    "menuBlog": "Blog",
    "menuContactMe": "Skontaktuj się ze mną",

    "emergingPartMainHeader": "//Witam, nazywam się Lalita Klimchuk",
    "emergingPartSecondHeader": "Front-end Developer",
    "emergingPartDescription": "Jestem ambitną studentką z rocznym stażem pracy chcącą doskonalić swoje umiejętności i wiedzę z zakresu programowania :)",
    "emergingPartSeeMyWorks": "Zobacz moje prace",
    "emergingPartCodeButton": "Kod tej strony",

    "descriptionAboutMeHeader": "//O mnie",
    "descriptionAboutMeSecondHeader": "Wszystko o moim życiu",
    "descriptionFirstParagraph": "Długo mogę opowiadać o swoim życiu. W moim wieku mam już trochę doświadczenia, którym mógłabym się podzielić.",
    "descriptionSecondParagraph": "Gdyby życie było kolorowym gobelinem, moje byłoby żywą mozaiką utkaną z różnorodnych doświadczeń i cennych chwil. Jako osoba aktywna i towarzyska cieszę się każdym uderzeniem rytmu życia, starając się dodać wartość każdej cennej chwili.",
    "descriptionThirdParagraph": "Napędzana głęboką pasją do programowania, z zapałem przyjęłam swoją obecną rolę, a moją aspiracją jest zostać wybitną programistką z dogłębnym zrozumieniem swojego rzemiosła.",
    "descriptionFourthParagraph": "Patrząc w przyszłość, moją wizją jest ciągły rozwój, w ramach którego jestem zdeterminowana, aby stale doskonalić swoje umiejętności i poszerzać swoją wiedzę. Dla mnie przyszłość to ekscytująca podróż wzbogacenia intelektualnego i zostania prawdziwym mistrzem kodowania XD.",
    "descriptionMyInterests": "Moje zainteresowania",
    "descroptionListIntroduction": "Jeśli chodzi o moje zainteresowania, może nie jest ich wiele, ale zostały starannie wybrane, aby zapewnić satysfakcjonujące i wzbogacające wakacje zarówno dla mojego dobrego samopoczucia fizycznego, jak i rozwoju psychicznego. Oto rzut oka na aspekty, które sprawiają, że mój wolny czas jest naprawdę wartościowy:",
    "descroptionListTravelCulturalExploration": "Podróże i eksploracja kulturowa",
    "descriptionListFitness": "Zajęcia fitness",
    "descriptionListReading": "Czytanie",
    "descriptionListPhotoVideo": "Strzelanie zdjęć i video",
    "descriptionEducation": "Edukacja",
    "descriptionEducationFirstParagraph": "Do 17 roku życia mieszkałam na Białorusi, więc tam zdobyłam wykształcenie średnie ogólnokształcące.",
    "descriptionEducationSchool": "Szkoła średnia w Brześciu na Białorusi",
    "descriptionEducationSecondParagraph": "Na uniwersytecie studiuję trochę dłużej, niż się spodziewałam, ze względu na sytuację osobistą. Studiuję na wydziale informatyki.",
    "descriptionEducationUniversity": "Uniwersytet Przyrodniczo-Humanistyczny w Siedlcach",
    "descriptionEducationThirdParagraph": "Podczas studiów na uczelni miałam okazję uczestniczyć w bezpłatnym kursie 'Technologie informacyjne wspierające osoby z wadą wzroku', który organizowała uczelnia.",
    "descriptionEducationTesterCourse": "Kurs 'Tester dostępności treści internetowych'",
    "descriptionEducationFourthParagraph": "Rok później zdałam sobie sprawę, że uczelnia nie zapewnia na tyle wąskiej wiedzy, aby móc w przyszłości znaleźć pracę, więc kupiłam kursy z ReactJS. Ale podczas tego kursu znacznie poprawiłam także swoją wiedzę w zakresie js, css i scss.",
    "descriptionEducationReactCourse": "Kurs 'Dev Hero: Zdalny kurs Front End'",
    "descriptionEducationFifthParagraph": "Po kilku miesiącach, po ukończeniu tych kursów, udało mi się znaleźć pracę :)",
    "descriptionEducationSixthParagraph": "Po tym jak dostałam pracę zdalną, wyjechałam na semestr do Niemiec w ramach wymiany studenckiej, aby tam studiować. Studiowałam w mieście Trewir na Wydziale Informatyki.",
    "descriptionEducationGermany": "Hochschule Trier – Uniwersytet Nauk Stosowanych w Trewirze",
    "descriptionEducationSeventhParagraph": "Również podczas studiów w Niemczech udało mi się odbyć staż w prywatnej firmie w Trewirze.",
    "descriptionEducationPractice": "Praktyka w firmie Meetingmasters.de e.K.",
    "descriptionEducationEighthParagraph": "Część praktyki musiałam wykonywać zdalnie, bo kończyła się moja niemiecka wiza ;)",

    "workExperience": "Doświadczenie zawodowe",
    "workExperienceSushiBar": "Sushi Bar w Siedlcach, kelnerka",
    "workExperienceFirstParagraph": "Postanowiłam dodać doświadczenia zawodowe niezwiązane z moją specjalizacją, żeby pokazać, że jestem osobą, która potrafi długo i ciężko pracować :)",
    "workExperienceTester": "Kurs 'Tester dostępności treści internetowych'",
    "workExperienceSecondParagraph": "Następną rzeczą, która mi się przytrafiła, była moja pierwsza praktyka, gdzie moim zadaniem było 'Stworzenie strony internetowej z bazą danych na temat 'System śledzenia projektów'' (Użyty HTML, CSS, JS, jQuery, PHP i SQL).",
    "workExperienceUniversityInternship": "Praktyka na Uniwersytecie Przyrodniczo-Humanistycznym w Siedlcach",
    "workExperienceThirdParagraph": "Kolejny kurs, który ukończyłam, pomoże mi w zdobyciu pracy w Polsce i zdobyciu dobrej praktyki w Niemczech w przyszłości.",
    "workExperienceReactCourse": "Kurs 'Dev Hero: Zdalny kurs Front End'",
    "workExperienceFourthParagraph": "To był mój pierwszy staż w firmie, wiele się nauczyłam przez te trzy miesiące :)",
    "workExperiencePrivatePractice": "Praktyka w prywatnej firmie TechMedia Sp. z o.o. w Siedlcach, pracowałam przy projektach komercyjnych jako Junior Front-End Developer",
    "workExperienceFifthParagraph": "Prawie przez całe studia cały czas pracowałam gdzieś na pół etatu, bo mieszkałam sama.",
    "workExperienceRgis": "RGIS, pracownik inwentaryzacyjny w strefie sprzedaży detalicznej",
    "workExperienceSixthParagraph": "Kolejna praktyka nie była ograniczona ramami czasowymi (np. 320 godzin), pracowałam w firmie do momentu wykonania wskazanych na początku zadań.",
    "workExperienceGermanyPractice": "Praktyka w prywatnej firmie 'meetingmasters.de e.K.' w Niemczech, Trewir, pracowałam przy projektach komercyjnych jako Junior Front-End Developer",
    "workExperienceSeventhParagraph": "W kolejnej firmie pracowałam zdalnie. Na początku pracowałam na pół etatu, później na pełen etat.",
    "workExperienceBlunovation": "Blunovation Sp. z oo, Młodszy programista front-end",

    "skills": "//Umiejętności",
    "skillsFirstParagraph": "Poniżej znajdują się umiejętności, które posiadam, wraz z krótkim opisem mojego poziomu biegłości w każdej z nich:",
    "skillsSecondParagraph": "Poniżej znajdziesz narzędzia i biblioteki, z którymi udało mi się pracować ;)",

    "tools": "//Narzędzia",
    "toolsLibraries": "Narzędzia i biblioteki",

    "works": "//Moje prace",
    "worksPortfolio": "Portfolio",
    "worksFirstParagraph": "Witam w moim rozwijającym się portfolio projektów programistycznych, gdzie jakość przeważa nad ilością. Chociaż moja kolekcja może nie jest obszerna, możesz mieć pewność, że każdy projekt jest przepojony duszą, pasją i niezachwianym zaangażowaniem. Z każdą napisaną linijką kodu wyruszam w podróż ciągłego doskonalenia, zdeterminowana doskonalić swoje umiejętności i tworzyć rozwiązania programowe, które pozostawiają trwałe wrażenie. W miarę upływu lat moje portfolio niewątpliwie będzie rosło zarówno pod względem zakresu, jak i wyrafinowania, stając się prawdziwym odzwierciedleniem mojego oddania rzemiosłu i mojego nieustannego dążenia do doskonałości. Dołącz więc do mnie w tej dynamicznej podróży, podczas której każdy projekt opowiada wyjątkową historię rozwoju, uczenia się i niezachwianej chęci dokonywania zmian dzięki mocy programowania.",
    "worksFirstHeader": "Interaktywna mapa świata",
    "worksFirstDescription": "Zawiera informacje o lokalizacji kontenerów i statusie dokumentów tych kontenerów",
    "worksFirstSkills": "Umiejętności: ReactJS/TypeScript/CSS/HTML/JSX",
    "worksFirstTools": "Narzędzia: d3-geo/geojson/Mui/Vite.js",
    "worksSecondHeader": "Forum gry Genshin Impact",
    "worksSecondDescription": "Są to zwykłe strony statyczne z tekstem. Projekt powstał w celu obrony jednego z przedmiotów na uczelni",
    "worksSecondSkills": "Umiejętności: ReactJS/JS/CSS/HTML",
    "worksSecondTools": "Narzędzia: Google Firebase/Styled Components",
    "worksThirdHeader": "Praca dyplomowa",
    "worksThirdDescription": "Obecnie trwają prace nad tym projektem. Projekt zostanie dodany do portfolio po jego całkowitym ukończeniu. Ale rozwój tego projektu możesz śledzić na githubie :)",
    "worksThirdSkills": "Umiejętności: ReactJS/TypeScript/CSS/HTML itp",
    "worksThirdTools": "Narzędzia: Zestaw narzędzi Mui/Redux/Formik docs/Vite.js itp",

    "finalLanguageSkills": "Umiejętności językowe",
    "finalLanguagePolish": "Polski",
    "finalLanguagePolishLevel": "Zaawansowany [C1]",
    "finalLanguageRussian": "Rosyjski",
    "finalLanguageRussianLevel": "Ojczysty",
    "finalLanguageEnglish": "Język angielski",
    "finalLanguageEnglishLevel": "Średnio zaawansowany [B2]",
    "finalClosingThoughts": "Końcowe przemyślenia",
    "finalClosingThoughtsParagraph": "W tej podróży pełnej rozwoju i odkryć moja niezachwiana pasja do programowania ukształtowała mnie na wszechstronnego i innowacyjnego programistę. Z niecierpliwością wypatrując przyszłości, jestem zaangażowana w wywarcie głębokiego wpływu na świat technologii, wykorzystując moje umiejętności i determinację do tworzenia rozwiązań programowych, które przekraczają granice i inspirują świat. Głodna wiedzy i serce pełne ambicji nie mogę się doczekać podjęcia nowych wyzwań, współpracy z osobami o podobnych poglądach i wniesienia wkładu w projekty transformacyjne, które pozostawią niezatarty ślad. Dziękuję za rozważenie mojej kandydatury i jestem podekscytowana możliwością bycia częścią zespołu, który podziela moją wizję doskonałości i uwzględnia nieskończone możliwości, jakie stoją przed nami. Połączmy siły i wyruszmy razem w niezwykłą podróż :)",
    "finalCommunicationSkills": "Umiejętności komunikacyjne",
    "finalSkillsCollaborativePlayer": "Współpracujący gracz zespołowy",
    "finalSkillsCollaboravitePlayerDescription": "Biegła w pracy w różnorodnych zespołach, aktywnie uczestnicząc w dyskusjach i konstruktywnie przyczyniając się do rozwoju projektu.",
    "finalSkillsActiveListening": "Aktywne słuchanie",
    "finalSkillsActiveListeningDescription": "Wykazano umiejętność uważnego rozumienia wymagań projektu i opinii użytkowników, zapewniając dokładne wdrożenie i satysfakcję klienta.",
    "finalSkillsClearCommunication": "Jasna i zwięzła komunikacja",
    "finalSkillsClearCommunicationDescription": "Zwięzłe wyrażanie pomysłów, unikanie dwuznaczności w dyskusjach technicznych i komunikacji pisemnej.",
    "finalSkillsConflictResolution": "Rozwiązanie konfliktu",
    "finalSkillsConflictResolutionDescription": "Umiejętność konstruktywnego rozwiązywania sporów i znajdowania polubownych rozwiązań podczas opracowywania projektu.",
    "finalSkillsProblemSolving": "Komunikacja służąca rozwiązywaniu problemów",
    "finalSkillsProblemSolvingDescription": "Przejrzyste i precyzyjne komunikowanie rozwiązań problemów programistycznych, umożliwiające skuteczne rozwiązywanie problemów i debugowanie.",
    "finalSkillsCommunicationAdaptability": "Adaptacyjność w komunikacji",
    "finalSkillsCommunicationAdaptabilityDescription": "Dostosowywanie stylu komunikacji do różnych odbiorców, niezależnie od tego, czy są to inni programiści, kierownictwo czy użytkownicy końcowi.",

    "blogPosts": "//Posty na blogu",
    "blogSecondHeader": "Porady i wskazówki",
    "blogItemTitle": "//Tytuł",
    "blogItemHeader": "Tytuł drugorzędny",
    "blogSecondDescription": "Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.",
    "blogReadMore": "Czytaj więcej",
    "blogAuthor": "Autor",

    "contactMe": "//Skontaktuj się ze mną",
    "contactMeSecondHeader": "Połączmy się!",
    "contactMeParagraph": "Jestem podekscytowana możliwością kontaktu i nie mogę się doczekać nawiązania kontaktu z Tobą! Niezależnie od tego, czy chodzi o perspektywy kariery, możliwości współpracy, czy po prostu o podzielenie się pomysłami, nie wahaj się skontaktować, korzystając z informacji podanych poniżej. Jako osoba oddana i pełna entuzjazmu chętnie odkrywam nowe możliwości i angażuję się w znaczące rozmowy, które mogą prowadzić do wzajemnego rozwoju i sukcesu. Połączmy się więc i wyruszmy razem w podróż pełną innowacji i doskonałości!",
    "contactMeAuthor": "autor",
    "contactMeUsername": "nazwa użytkownika",
    "contactMedescription": "opis",
    "contactMeOccupation": "zawód",
    "contactMeRepositoryType": "typ repozytorium",
    "contactMeGitHub": "gitHub",
    "contactMeFormPlaceholderMessage": "Wiadomość",
    "contactMeFromPlaceholderSubject": "Temat",
    "contactMeFormPlaceholderEmail": "Twój email",
    "contactMeFormSubmitButton": "Wyślij",

    "portfolioIconsCodeButton": "Kod tego projektu",
    "portfolioIconsOpenButton": "Otwórz ten projekt",

    "skillsToolTipHtml": "Wysoka znajomość języka HTML",
    "skillToolTipCss": "Pewny siebie i zdolny koder",
    "skillToolTipJs": "Pewna siebie w JavaScript",
    "skillToolTipTs": "Programista z 80% wiedzą XD",
    "skillToolTipReact": "Aspirując na wyżyny ;)",
    "skillToolTipScss": "Biegła w SCSS"
}